alefragnani.bookmarks
buenon.scratchpads
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
gruntfuggly.todo-tree
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-wsl
ms-vscode-remote.remote-containers
phplasma.csv-to-table
rangav.vscode-thunder-client
ritwickdey.liveserver
tobias-z.vscode-harpoon
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
yummygum.city-lights-icon-vsc
yummygum.city-lights-theme
