1yib.rust-bundle
alefragnani.bookmarks
buenon.scratchpads
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dustypomerleau.rust-syntax
eamodio.gitlens
fill-labs.dependi
golang.go
gruntfuggly.todo-tree
ivory-lab.jenkinsfile-support
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
phplasma.csv-to-table
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
sumneko.lua
tamasfe.even-better-toml
tobias-z.vscode-harpoon
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
yummygum.city-lights-icon-vsc
yummygum.city-lights-theme
yzhang.markdown-all-in-one
